adw-gtk-theme-git
aml-flash-tool
android-sdk-platform-tools
catppuccin-sddm-theme-frappe
darkly-bin
fcitx5-anytalk
fcitx5-voice-input-git
illogical-impulse-audio
illogical-impulse-backlight
illogical-impulse-basic
illogical-impulse-bibata-modern-classic-bin
illogical-impulse-fonts-themes
illogical-impulse-hyprland
illogical-impulse-portal
illogical-impulse-python
illogical-impulse-quickshell-git
illogical-impulse-screencapture
illogical-impulse-toolkit
illogical-impulse-widgets
jhentai-bin
libsoup
linuxqq-nt
luckybackup
mmtui
opencode-desktop-bin
oss-browser2
ossutil
otf-space-grotesk
ttf-material-symbols-variable-git
ttf-readex-pro
ttf-rubik-vf
ttf-twemoji
wechat-appimage
wlogout
xdg-desktop-portal-termfilechooser-hunkyburrito-git
xtop-git
yay-bin
yay-bin-debug
