7zip
acpi
adobe-source-han-sans-cn-fonts
amd-ucode
archlinuxcn-keyring
base
base-devel
bluetui
bluez-utils
btop
dosfstools
dunst
eog
exfatprogs
fastfetch
fcitx5
fcitx5-chinese-addons
fcitx5-configtool
fcitx5-gtk
fcitx5-pinyin-zhwiki
fcitx5-qt
firefox
flclash
gamemode
gimp
git
gping
hyprpaper
lazygit
lib32-libpulse
lib32-mesa
lib32-pipewire
lib32-vulkan-icd-loader
lib32-vulkan-radeon
libreoffice-fresh
libva-utils
linux-firmware
linux-lts
linux-zen
linux-zen-headers
lua-language-server
mesa-utils
ncdu
neovim
nmap
noto-fonts-cjk
nwg-look
obs-studio
openbsd-netcat
opencode
otf-aurulent-nerd
otf-codenewroman-nerd
otf-comicshanns-nerd
otf-commit-mono-nerd
otf-droid-nerd
otf-firamono-nerd
otf-geist-mono-nerd
otf-hasklig-nerd
otf-hermit-nerd
otf-monaspace-nerd
otf-opendyslexic-nerd
otf-overpass-nerd
paru
paru-debug
pipewire-alsa
progress
python-pip
scrcpy
sddm
sof-firmware
speedtest-cli
thunar
thunderbird
tmux
trash-cli
tree
ttf-0xproto-nerd
ttf-3270-nerd
ttf-adwaitamono-nerd
ttf-agave-nerd
ttf-anonymouspro-nerd
ttf-arimo-nerd
ttf-bigblueterminal-nerd
ttf-bitstream-vera-mono-nerd
ttf-cascadia-code-nerd
ttf-cascadia-mono-nerd
ttf-cousine-nerd
ttf-d2coding-nerd
ttf-daddytime-mono-nerd
ttf-dejavu-nerd
ttf-envycoder-nerd
ttf-fantasque-nerd
ttf-firacode-nerd
ttf-go-nerd
ttf-gohu-nerd
ttf-hack-nerd
ttf-heavydata-nerd
ttf-iawriter-nerd
ttf-ibmplex-mono-nerd
ttf-inconsolata-go-nerd
ttf-inconsolata-lgc-nerd
ttf-inconsolata-nerd
ttf-intone-nerd
ttf-iosevka-nerd
ttf-iosevkaterm-nerd
ttf-iosevkatermslab-nerd
ttf-lekton-nerd
ttf-liberation-mono-nerd
ttf-lilex-nerd
ttf-martian-mono-nerd
ttf-meslo-nerd
ttf-monofur-nerd
ttf-monoid-nerd
ttf-mononoki-nerd
ttf-mplus-nerd
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
ttf-noto-nerd
ttf-profont-nerd
ttf-proggyclean-nerd
ttf-recursive-nerd
ttf-roboto-mono-nerd
ttf-sharetech-mono-nerd
ttf-sourcecodepro-nerd
ttf-terminus-nerd
ttf-tinos-nerd
ttf-ubuntu-mono-nerd
ttf-ubuntu-nerd
ttf-victor-mono-nerd
ttf-zed-mono-nerd
vifm
vulkan-radeon
vulkan-tools
waybar
wine-gecko
wine-mono
wine-staging
winetricks
wqy-microhei
wqy-zenhei
xfce4-settings
yazi
zip
zram-generator
zsh
